package messages

const (
	IntroMessage = "Привет! Я бот для Random Coffee ☕️. Каждый день я буду приглашать всех желающих присоединиться к случайным встречам. Нажимайте кнопку ‘Я участвую’ — и через 30 минут я соберу пары и опубликую списки."
	DailyInvite = "Кто хочет на Random Coffee сегодня? Нажимайте кнопку ‘Я участвую’. Через 30 минут я составлю пары!"
	ImInButton  = "Я участвую"
	JoinedAck   = "Отлично! Я добавил вас в список участников. Итоги будут через 30 минут."
	AlreadyIn   = "Вы уже в списке участников на сегодня."
	NoParticipants = "Сегодня никто не записался на Random Coffee. Попробуем завтра!"
)
